{
  "tv_shows": {
    "החיים זה לא הכל": {
      "description": "הסדרה עוקבת אחר חיי היומיום של גדי ודפנה נוימן, זוג נשוי בתחילת שנות ה-40 לחייהם, והאתגרים שהם חווים עם משפחתם וחבריהם בתל אביב.",
      "seasons": {
        "עונה 1": {
          "פרק 1": "גדי נוימן, תסריטאי מתוסכל, מציג את האנשים בחייו. הוא ואשתו דפנה מארגנים מסיבת הפתעה לדודו, ווילי. גם מיקי, חברו הטוב, חוגג יום הולדת, אך כולם שוכחים.",
          "פרק 2": "גדי יורש סכום כסף ומחליט להתפטר מעבודתו המשפילה אצל הבדרן בני קנובלר. מיקי מצטרף אליו, אך המציאות מאלצת אותם לחזור.",
          "פרק 3": "גדי ודפנה בדרך לטיפול פוריות, אך גדי שוכח את דגימת הזרע. מיקי מסתבך עם הביטוח הלאומי.",
          "פרק 4": "מיקי וגדי כותבים קטע סאטירי על קנובלר, ובטעות שולחים לו אותו. הם מנסים נואשות להשיב את הקטע לידיהם.",
          "פרק 5": "דפנה נוסעת לסדנת שתיקה, וגדי נשאר לבד בבית. החלום על שקט הופך לסיוט כשהבית מתמלא אורחים לא קרואים.",
          "פרק 6": "שכנה חדשה ורועשת עוברת לגור מעל גדי ודפנה. גדי יוצא למלחמה, דפנה חושדת שהיא בהיריון, ומיקי נזרק על ידי אורלי.",
          "פרק 7": "גדי ומיקי פוגשים את אהבת נעוריהם. מיקי חושד שאורלי בוגדת בו, ודפנה מתלבטת אם לספר לגדי על קידום בעבודה.",
          "פרק 8": "הצמד מתחיל לעבוד כתסריטאים בטלנובלה, ומגלה שהמציאות מאחורי הקלעים שונה ממה שדמיינו.",
          "פרק 9": "גדי חולם חלום אירוטי על אמו, בתיה, ונכנס לחרדה. הוא מנסה לפענח את משמעות החלום בעזרת דפנה המיואשת.",
          "פרק 10": "חופשה רומנטית בצפון הופכת לסיוט משפחתי כשגדי ודפנה מגלים שהוריו של גדי שוהים באותו הצימר.",
          "פרק 11": "דפנה בהיריון. גדי המאושר מחליט שהם חייבים לעבור לדירה גדולה יותר, והחיפושים מתחילים.",
          "פרק 12": "גדי מנסה לכתוב תסריט לסרט קולנוע אך נתקל במחסום כתיבה. דפנה מנסה לעזור, אך רק מסבכת את העניינים.",
          "פרק 13": "פרק סיום העונה. גדי ודפנה מתכוננים ללידה, אך שום דבר לא מכין אותם לדרמה של חדר הלידה."
        },
        "עונה 2": {
          "פרק 1": "החיים אחרי הלידה. גדי ודפנה מותשים מהטיפול בתינוק החדש, והעייפות משפיעה על הזוגיות.",
          "פרק 2": "בתיה ומאיר מנסים לעזור, אך רק יוצרים יותר בלאגן. מיקי, במקום לתמוך, עסוק בצרותיו הרומנטיות.",
          "פרק 3": "גדי מקבל הצעה מקצועית מפתה אך חושש מהמחויבות. דפנה מנסה לשכנע אותו לקחת את ההזדמנות.",
          "פרק 4": "הקשר של מיקי ואורלי מסתיים, ומיקי עובר לגור אצל גדי ודפנה, מה שהופך את חייהם לבלתי נסבלים.",
          "פרק 5": "גדי מרגיש שהוא מאבד את עצמו בתוך ההורות ומזניח את הכתיבה שלו.",
          "פרק 6": "דפנה חוזרת לעבודה ומתמודדת עם רגשות אשם על השארת התינוק עם מטפלת.",
          "פרק 7": "הוריו של גדי מנסים לשדך לו אישה אחרת, מה שיוצר מתח עצום בינו לבין דפנה.",
          "פרק 8": "מיקי מנסה לגרום לאורלי לקנא בעזרת בת זוג חדשה, אך עדיין לא מצליח להתגבר עליה.",
          "פרק 9": "גדי מנסה להצית מחדש את הרומנטיקה עם דפנה, אך הערב המתוכנן הופך לאסון קומי.",
          "פרק 10": "קנובלר חוזר לחייהם של גדי ומיקי עם הצעה עסקית חדשה, וגדי מתלבט אם לחזור לעבוד תחתיו."
        },
        "עונה 3": {
          "פרק 1": "הזוג מתחיל טיפול זוגי אצל פסיכולוגית עם שיטות מפוקפקות.",
          "פרק 2": "מיקי ואורלי מנסים שוב, ומבטיחים לקחת את הדברים לאט, אך מהר מאוד חוזרים לדפוסים הישנים.",
          "פרק 3": "דפנה מקבלת קידום והופכת למפרנסת העיקרית, וגדי מתקשה להתמודד עם שינוי הסטטוס.",
          "פרק 4": "מאיר, אביו של גדי, מוצא תחביב חדש ומוזר שמטריף את כל המשפחה.",
          "פרק 5": "גדי מוצא חבר חדש בגן הילדים, ודפנה חושדת שההשפעה שלו על גדי שלילית.",
          "פרק 6": "מיקי מתכנן הצעת נישואין גרנדיוזית לאורלי, אך כמובן שהכל משתבש.",
          "פרק 7": "המשפחה יוצאת לחופשה באילת שהופכת לסיוט קומי אחד גדול.",
          "פרק 8": "גדי מגלה סוד מטלטל מעברם של הוריו ומתקשה לעכל את המידע.",
          "פרק 9": "דפנה מחליטה לעשות שינוי קריירה דרסטי, וגדי חושש מההשלכות.",
          "פרק 10": "החתונה של מיקי ואורלי יוצאת לדרך, מלאה בתקלות והפתעות בלתי צפויות."
        },
        "עונה 4": {
            "פרק 1": "מיקי ואורלי חוזרים מירח דבש למציאות האפורה. גדי ודפנה מנסים לעזור להם להתרגל.",
            "פרק 2": "יום הנישואין של גדי ודפנה. גדי שוכח לקנות מתנה ומנסה לאלתר פתרון יצירתי ברגע האחרון.",
            "פרק 3": "הבן של גדי ודפנה, אהוד, אומר את המילה הראשונה שלו, והיא לא 'אבא' או 'אמא'.",
            "פרק 4": "קנובלר חוזר ומציע לגדי ולמיקי לכתוב לו מופע סטנדאפ חדש. הם מתקשים למצוא נושאים מצחיקים.",
            "פרק 5": "דפנה נרשמת לחוג יוגה ופוגשת גורו כריזמטי. גדי מתחיל לקנא וחושד במניעיו של הגורו.",
            "פרק 6": "בתיה מחליטה לרוץ לוועד הבית ומנהלת קמפיין אגרסיבי נגד השכנים, מה שגורם לכאוס בבניין.",
            "פרק 7": "מיקי ואורלי מתחילים לחפש דירה ונקלעים להרפתקה מתישה עם מתווכים, קבלנים ומשכנתא.",
            "פרק 8": "גדי מקבל הצעה לכתוב תסריט לסדרה בחו\"ל ומתלבט אם לעזוב את הארץ ואת המשפחה.",
            "פרק 9": "המשפחה מתכוננת לפסח. ליל הסדר הופך, כרגיל, לזירת קרב בין בתיה לדפנה על השליטה באירוע.",
            "פרק 10": "גדי ודפנה מנסים להכניס קצת רומנטיקה לחייהם, אבל הילד, ההורים והעבודה לא מקלים עליהם."
        },
        "עונה 5": {
            "פרק 1": "אהוד עולה לכיתה א', וגדי ודפנה נזרקים לעולם של אסיפות הורים, שיעורי בית ומסיבות כיתה.",
            "פרק 2": "אורלי בהיריון. מיקי המבוהל מנסה להתכונן לאבהות בעזרת כל ספר וסדנה אפשריים.",
            "פרק 3": "גדי מחליט להיכנס לכושר וקונה אופניים יקרות, אך מתקשה למצוא את המוטיבציה לרכוב עליהם.",
            "פרק 4": "דפנה פוגשת חברה ותיקה מהצבא ומקנאה בחיים המרגשים שלה, מה שגורם לה לפקפק בבחירותיה.",
            "פרק 5": "מאיר ובתיה חוגגים יום נישואין זהב. הילדים מנסים לארגן להם מסיבת הפתעה, אך ההורים לא משתפים פעולה.",
            "פרק 6": "גדי ומיקי מנסים למכור תסריט חדש אך נתקלים בדחיות חוזרות ונשנות מכל ערוצי הטלוויזיה.",
            "פרק 7": "אחותה של דפנה, המתגוררת בחו\"ל, מגיעה לביקור פתע ומכניסה את כולם לסחרור.",
            "פרק 8": "גדי מגלה שהוא מתחיל להקריח ונקלע למשבר גיל העמידה. הוא מנסה כל טיפול אפשרי.",
            "פרק 9": "מיקי ואורלי מנסים לבחור שם לתינוקת, אך כל שם שהם מציעים נתקל בהתנגדות נחרצת מהמשפחה.",
            "פרק 10": "הלידה של אורלי מתחילה באמצע הלילה, והדרך לבית החולים מלאה בדרמות קומיות."
        },
        "עונה 6": {
            "פרק 1": "מיקי ואורלי מותשים מהטיפול בתינוקת החדשה ומבקשים עזרה מגדי ודפנה, שכבר שכחו כמה זה קשה.",
            "פרק 2": "גדי מקנא בהצלחה של חבר תסריטאי ומחליט לכתוב את יצירת המופת של חייו, אך מתקשה למצוא רעיון.",
            "פרק 3": "דפנה מתחילה ללמוד איטלקית ומתאהבת לא רק בשפה, אלא גם במורה הכריזמטי שלה.",
            "פרק 4": "הוריו של גדי מחליטים למכור את בית ילדותו ולעבור לדיור מוגן, וגדי מתקשה להיפרד מהזכרונות.",
            "פרק 5": "קנובלר נותן לגדי ולמיקי הזדמנות אחרונה לכתוב לו מופע שיציל את הקריירה הדועכת שלו.",
            "פרק 6": "דפנה מארגנת מפגש מחזור ומגלה שהיא לא היחידה שחייה לא התפתחו כפי שתכננה.",
            "פרק 7": "מיקי מנסה להיות אבא 'קול' ולוקח את התינוקת להופעת רוק, למורת רוחה של אורלי.",
            "פרק 8": "גדי חושד שדפנה מסתירה ממנו משהו ומתחיל לעקוב אחריה, מה שמוביל לאי הבנות מצחיקות.",
            "פרק 9": "המשפחה יוצאת לקמפינג. גדי מגלה שהוא לא בנוי לטבע, והחופשה הופכת לסדרת אסונות קטנים.",
            "פרק 10": "גדי ודפנה שוקלים להביא לעולם ילד נוסף ומתייעצים עם כל מי שמוכן להקשיב."
        },
        "עונה 7": {
            "פרק 1": "אהוד נכנס לגיל ההתבגרות, מתחיל למרוד והופך את חיי הוריו לגיהנום מתוק.",
            "פרק 2": "אורלי חוזרת לעבודה אחרי חופשת לידה ומתקשה למצוא מטפלת שתעמוד בסטנדרטים שלה.",
            "פרק 3": "גדי מחליט שהוא רוצה כלב. דפנה מתנגדת נחרצות, אך לבסוף נכנעת. הכלב החדש משנה את כללי הבית.",
            "פרק 4": "מיקי מגלה שלהיות הורה זה עסק יקר ומחפש דרכים יצירתיות לחסוך כסף, לרוב ללא הצלחה.",
            "פרק 5": "בתיה ומאיר מתחילים לריב על השלט של הטלוויזיה, והריב מסלים למלחמה קרה שמשפיעה על כל המשפחה.",
            "פרק 6": "גדי ודפנה מקבלים הצעה מפתה לעבור לבית בפרברים ומתלבטים אם לעזוב את העיר הגדולה.",
            "פרק 7": "אורלי חושדת שמיקי מנהל רומן ושוכרת חוקר פרטי, מה שמוביל לתוצאות קומיות.",
            "פרק 8": "גדי מנסה להתחבר לבנו המתבגר דרך משחקי וידאו, אך מגלה שהוא חסר כל כישרון בתחום.",
            "פרק 9": "המשפחה טסה לחופשה בחו\"ל, מאבדת את המזוודות ומסתבכת עם המקומיים.",
            "פרק 10": "גדי ודפנה מבינים שהם צריכים לקבל את השינויים בחייהם ולהפסיק להילחם בהם."
        },
        "עונה 8": {
            "פרק 1": "גדי מנסה לכתוב ספר ומקים קבוצת כתיבה, אך המפגשים הופכים בעיקר למפגשי אכילת בורקס.",
            "פרק 2": "דפנה מחליטה לרוץ מרתון ומתחילה להתאמן באינטנסיביות, סוחפת אחריה את כל המשפחה בעל כורחם.",
            "פרק 3": "הבת של מיקי ואורלי אומרת את המילה הראשונה שלה, והיא לא 'אבא' או 'אמא'.",
            "פרק 4": "מאיר מגלה את פייסבוק ומתחיל להביך את גדי עם פוסטים ותמונות מול כל חבריו.",
            "פרק 5": "גדי ודפנה מנסים לגרום לאהוד לקרוא ספרים, אך הוא מעדיף את הטיקטוק, מה שמוביל למלחמת דורות.",
            "פרק 6": "קנובלר עושה קאמבק מפתיע ומציע לגדי ולמיקי להצטרף אליו למיזם חדש ומפוקפק.",
            "פרק 7": "אורלי מחליטה שהיא רוצה עוד ילד, ומיקי, שרק התרגל לשקט, לא בטוח שהוא מוכן לזה שוב.",
            "פרק 8": "גדי מקבל ביקורת קטלנית על תסריט שכתב ונקלע למשבר אמון מקצועי עמוק.",
            "פרק 9": "המשפחה חוגגת בר מצווה לאהוד. האירוע, שאמור להיות מרגש, יוצא משליטה לחלוטין.",
            "פרק 10": "גדי ודפנה מסתכלים על חייהם, על העליות והמורדות, ומבינים שלמרות הכל, החיים יפים."
        },
        "עונה 9": {
            "פרק 1": "גדי מנסה ללמד את אהוד לנהוג, וכל שיעור הופך לסדרת התקפי חרדה הדדיים.",
            "פרק 2": "דפנה מחליטה על אורח חיים בריא וזורקת מהבית את כל הג'אנק פוד, למורת רוחם של בני הבית.",
            "פרק 3": "מיקי מנסה לחזור לכושר של לפני הלידה של בתו ונרשם לחדר כושר, רק כדי להתחרט על כך מיד.",
            "פרק 4": "בתיה ומאיר מחליטים להתגרש ומטילים פצצה על המשפחה, שמנסה להתמודד עם הבשורה.",
            "פרק 5": "גדי מקבל הצעה להרצות על כתיבה יוצרת באוניברסיטה ומגלה שהסטודנטים של היום אכזריים מתמיד.",
            "פרק 6": "אורלי כותבת ספר ילדים מצליח שמבוסס על מיקי ועל החסרונותיו, והוא הופך לרב מכר.",
            "פרק 7": "אהוד מביא הביתה חברה בפעם הראשונה, וגדי ודפנה מנסים להיות הורים 'קולים' ונכשלים בגדול.",
            "פרק 8": "גדי ומיקי מנסים להחיות את להקת הרוק שהייתה להם בנעוריהם, עם תוצאות קומיות.",
            "פרק 9": "ההורים של גדי חוזרים זה לזרועות זו, והמשפחה חוגגת את האיחוד המרגש.",
            "פרק 10": "פרק הסיום של הסדרה. גדי ודפנה יושבים על הספה, צופים בטלוויזיה ומבינים שהחיים שלהם, על כל הטירוף שבהם, הם בעצם החיים של כולנו."
        }
      }
    },
    "הבורר": {
      "description": "סדרת פשע ישראלית העוקבת אחר משפחת פשע והסתבכותו של ברוך אסולין, עובד סוציאלי, בעולם התחתון.",
      "seasons": {
        "עונה 1": {
          "פרק 1": "ברוך אסולין, עובד סוציאלי, מגלה שהוא בנו של ראש משפחת פשע. חייו משתנים מקצה לקצה.",
          "פרק 2": "נדב, אחיו למחצה של ברוך, מנסה להוכיח את עצמו בעולם הפשע, אך מסתבך.",
          "פרק 3": "הבורר, אביו של ברוך, מטיל עליו משימה ראשונה בעולם התחתון.",
          "פרק 4": "ברוך מתמודד עם דילמה מוסרית קשה בין עבודתו כעובד סוציאלי לחייו החדשים.",
          "פרק 5": "מלחמות שליטה בין משפחות פשע מתחילות, וברוך מוצא את עצמו במרכזן.",
          "פרק 6": "אחד מאנשיו של הבורר נרצח, והחשד נופל על משפחה יריבה.",
          "פרק 7": "נדב מסתבך בחובות הימורים, והבורר נאלץ להתערב.",
          "פרק 8": "ברוך מנסה להשתמש בכישוריו כעובד סוציאלי כדי לפתור סכסוך, אך מגלה שהחוקים שונים.",
          "פרק 9": "המשטרה מתחילה לחקור את פעילות המשפחה, וברוך הופך לחשוד מרכזי.",
          "פרק 10": "סוף העונה. עימות גדול בין המשפחות מגיע לשיא, וחייו של ברוך נמצאים בסכנה."
        },
        "עונה 2": {
          "פרק 1": "בעקבות אירועי סוף העונה הקודמת, ברוך מתמודד עם ההשלכות. המשפחה מנסה להתאושש.",
          "פרק 2": "יריב חדש מופיע ומאיים על שליטתה של משפחת אסולין.",
          "פרק 3": "ברוך מנסה למצוא את מקומו במשפחה, אך מתקשה להתנתק מעברו.",
          "פרק 4": "נדב ממשיך להסתבך, והפעם הוא גורר את כל המשפחה איתו.",
          "פרק 5": "הבורר חולה, והמאבק על הירושה מתחיל להתחמם.",
          "פרק 6": "ברוך נאלץ לקבל החלטות קשות שישפיעו על עתיד המשפחה.",
          "פרק 7": "בגידה מפתיעה מתוך המשפחה מאיימת להרוס הכל.",
          "פרק 8": "המשטרה סוגרת על המשפחה, וטבעת החנק מתהדקת.",
          "פרק 9": "ברוך מגלה סוד אפל מעברו של אביו.",
          "פרק 10": "עימות סופי בין ברוך ליריביו קובע את גורל המשפחה."
        },
        "עונה 3": {
          "פרק 1": "המשפחה מנסה להשתקם, אך רוחות העבר לא מרפות.",
          "פרק 2": "ברוך מנסה להפוך את עסקי המשפחה לחוקיים, אך נתקל בהתנגדות.",
          "פרק 3": "דמות חדשה ומסתורית נכנסת לחייו של ברוך ומערערת את עולמו.",
          "פרק 4": "נדב מנסה לפתוח דף חדש, אך עברו רודף אותו.",
          "פרק 5": "הבורר חוזר לתמונה, אך הוא כבר לא אותו אדם.",
          "פרק 6": "מלחמת כנופיות חדשה פורצת ברחובות, והמשפחה נאלצת לבחור צד.",
          "פרק 7": "ברוך נקרע בין נאמנותו למשפחה לרצונו בחיים נורמליים.",
          "פרק 8": "אחד מבני המשפחה מסתבך עם החוק, וברוך מנסה לחלץ אותו.",
          "פרק 9": "האמת על הבגידה מהעונה הקודמת מתגלה, וההשלכות קשות.",
          "פרק 10": "סיום דרמטי לעונה, עם טוויסט מפתיע שמשנה את כל חוקי המשחק."
        },
        "עונה 4": {
          "פרק 1": "העונה האחרונה נפתחת בסערה. ברוך מנסה לאסוף את השברים.",
          "פרק 2": "המאבק על השליטה בעולם התחתון מגיע לשיא חדש ואלים.",
          "פרק 3": "ברוך מבין שהוא חייב לשים סוף למעגל הדמים, גם במחיר אישי כבד.",
          "פרק 4": "דמויות מהעבר חוזרות כדי לסגור חשבונות.",
          "פרק 5": "נדב מקבל החלטה שתשנה את חייו לנצח.",
          "פרק 6": "הבורר מתמודד עם האויב הגדול ביותר שלו - הזקנה.",
          "פרק 7": "ברוך מגלה את האמת הסופית על משפחתו ועל עצמו.",
          "פרק 8": "המשטרה מפעילה לחץ אחרון כדי להפיל את המשפחה.",
          "פרק 9": "הקרב הסופי על הבית ועל השליטה.",
          "פרק 10": "פרק הסיום של הסדרה. כל החשבונות נסגרים, והגורלות נחתמים."
        }
      }
    },
    "עספור": {
      "description": "ארבעה חברים מירושלים מנסים להרוויח כסף קל דרך משחק פוקר, ומסתבכים עם העולם התחתון.",
      "seasons": {
        "עונה 1": {
          "פרק 1": "מוטי, איציק, ניוטון וקצר גרים בחווה לגידול ארנבות ומנסים לשרוד. חוב גדול מאיים על עתידם.",
          "פרק 2": "החבורה מחליטה להשתתף בטורניר פוקר גדול כדי לזכות בכסף ולכסות את החוב.",
          "פרק 3": "הם מתחילים להתאמן לקראת הטורניר, אך מגלים שהם לא כל כך טובים כמו שחשבו.",
          "פרק 4": "כדי לגייס את דמי הכניסה לטורניר, הם מסתבכים בשורה של עבודות מפוקפקות.",
          "פרק 5": "הנושה שלהם, עמוס, מתחיל לאבד סבלנות ומפעיל לחץ.",
          "פרק 6": "החבורה פוגשת את סרגיי, שחקן פוקר מקצוען שמסכים לעזור להם, תמורת אחוזים.",
          "פרק 7": "האימונים עם סרגיי קשים ודורשים מהם משמעת שהם לא רגילים אליה.",
          "פרק 8": "הם נתקלים ביריבים קשים ומנוסים בעולם הפוקר של תל אביב.",
          "פרק 9": "אחד מהחבורה כמעט פורש, והחברות שלהם עומדת למבחן.",
          "פרק 10": "הטורניר הגדול מתחיל. האם הם יצליחו להגשים את החלום ולצאת מהחובות?"
        },
        "עונה 2": {
          "פרק 1": "אחרי אירועי העונה הראשונה, החבורה מוצאת את עצמה באמסטרדם, מחפשת את עצמה מחדש.",
          "פרק 2": "הם מנסים להקים עסק חדש, אך מסתבכים עם המאפיה המקומית.",
          "פרק 3": "מוטי מתאהב בבחורה הולנדית, מה שמסבך את העניינים עם חבריו.",
          "פרק 4": "הם מגלים שהעולם התחתון של אמסטרדם מסוכן לא פחות מזה של ירושלים.",
          "פרק 5": "החבורה נאלצת לברוח ולהסתתר, והחברות שלהם שוב עומדת במבחן.",
          "פרק 6": "הם פוגשים דמות מסתורית מהעבר שמציעה להם עסקה מפוקפקת.",
          "פרק 7": "הם חוזרים לישראל כדי לסגור חשבון ישן, אך מגלים שהדברים השתנו.",
          "פרק 8": "העימות עם עמוס הוא בלתי נמנע.",
          "פרק 9": "החבורה מתכננת את המהלך האחרון שלה, שיקבע את עתידם.",
          "פרק 10": "פרק סיום הסדרה. החברים צריכים להחליט אם להמשיך בחיים המסוכנים או לחזור לחיים פשוטים."
        }
      }
    },
    "רמזור": {
      "description": "קומדיה על חברות גברית ועל השלבים השונים במערכות יחסים, כפי שהם מיוצגים על ידי צבעי הרמזור.",
      "seasons": {
        "עונה 1": {
          "פרק 1": "אמיר (אדום) נשוי עם ילדה, איצקו (צהוב) גר עם חברתו טלי, וחפר (ירוק) הוא הרווק הנצחי. החברות שלהם עומדת במרכז.",
          "פרק 2": "אמיר מנסה למצוא זמן לעצמו, הרחק מאשתו לילך והבת. איצקו מנסה לרצות את טלי, וחפר מחפש את האחת.",
          "פרק 3": "חפר מתאהב, אך כרגיל, מוצא פגם קטן שהורס הכל. איצקו מסתבך עם שקר קטן שהופך לגדול.",
          "פרק 4": "אמיר ולילך מנסים להכניס קצת תבלין לחיי הנישואין שלהם.",
          "פרק 5": "איצקו קונה לטלי מתנה יקרה מדי ומנסה להסתיר את המחיר.",
          "פרק 6": "החבורה יוצאת לסוף שבוע של גברים, אך הנשים לא נשארות חייבות.",
          "פרק 7": "חפר חושב שהוא מצא את אהבת חייו, אך היא צמחונית.",
          "פרק 8": "אמיר נאלץ ללכת עם לילך לקניות, וסובל מכל רגע.",
          "פרק 9": "איצקו וטלי רבים על השלט של הטלוויזיה, והריב הופך למלחמה.",
          "פרק 10": "החברים מנסים לעזור לחפר להתגבר על פרידה, בדרכים יצירתיות."
        },
        "עונה 2": {
          "פרק 1": "איצקו וטלי מחליטים להתחתן. איצקו נכנס ללחץ מההכנות.",
          "פרק 2": "חפר מתחיל לצאת עם שוטרת, והחברים מנצלים את המצב.",
          "פרק 3": "אמיר ולילך מנסים למצוא גן חדש לבתם.",
          "פרק 4": "החבורה הולכת למשחק כדורגל, וכל אחד מגיב אחרת להפסד.",
          "פרק 5": "איצקו מנסה להרשים את ההורים של טלי, ועושה את כל הטעויות האפשריות.",
          "פרק 6": "חפר יוצא לדייט כושל במיוחד, ומספר לחברים את כל הפרטים המביכים.",
          "פרק 7": "אמיר מגלה שלילך מרוויחה יותר ממנו.",
          "פרק 8": "החברים מנסים להפסיק לעשן, ומגלים שזה קשה יותר משחשבו.",
          "פרק 9": "איצקו וטלי בוחרים שיר לחתונה, ולא מסכימים על שום דבר.",
          "פרק 10": "החתונה של איצקו וטלי. האם הכל יעבור בשלום?"
        },
        "עונה 3": {
          "פרק 1": "איצקו וטלי חוזרים מירח דבש. איצקו הופך רשמית ל'אדום'.",
          "פרק 2": "חפר מתחיל לצאת עם מישהי מבוגרת ממנו, והחברים לא יודעים איך להגיב.",
          "פרק 3": "אמיר מנסה לחנך את בתו, אך מגלה שהיא חכמה יותר ממנו.",
          "פרק 4": "החבורה יוצאת למילואים, וחוזרת להיות ילדים.",
          "פרק 5": "איצקו וטלי מנסים להיכנס להריון.",
          "פרק 6": "חפר מחליט שהוא רוצה להיות רציני ופותח פרופיל באתר היכרויות.",
          "פרק 7": "אמיר ולילך רבים על מי ישטוף כלים.",
          "פרק 8": "החברים הולכים להופעה של להקת רוק מהעבר ומרגישים זקנים.",
          "פרק 9": "איצקו מתחיל להתקרח ומנסה להסתיר את זה מטלי.",
          "פרק 10": "טלי בהיריון. איצקו נכנס לפאניקה."
        },
        "עונה 4": {
          "פרק 1": "איצקו וטלי הורים טריים. איצקו מגלה מה זה באמת להיות 'אדום'.",
          "פרק 2": "חפר פוגש את 'האחת', אבל היא עומדת לעזוב את הארץ.",
          "פרק 3": "אמיר מנסה להרשים את הבוס החדש של לילך.",
          "פרק 4": "החברים מנסים לעזור לאיצקו להתמודד עם חרדת נטישה.",
          "פרק 5": "חפר מחליט לעשות שינוי ולהתחיל להתנדב.",
          "פרק 6": "אמיר ולילך שוקלים לקנות רכב משפחתי גדול יותר.",
          "פרק 7": "איצקו מנסה למצוא חברים חדשים שהם גם הורים.",
          "פרק 8": "חפר מתמודד עם אהבה נכזבת.",
          "פרק 9": "אמיר חוגג יום הולדת 40 ונקלע למשבר גיל.",
          "פרק 10": "פרק סיום הסדרה. החברים מבינים שצבע הרמזור שלהם אולי משתנה, אבל החברות נשארת לנצח."
        }
      }
    }
  },
  "movies": {}
}
